{
  "intents": [
    {
      "tag": "ทักทาย",
      "patterns": [
        "Hi",
        "Hello",
        "สวัสดี",
        "สวัสดีครับ",
        "สวัสดีค่ะ",
        "ดีครับ",
        "ดีค่ะ",
        "Hey",
        "bot",
        "บอท",
        "ไง",
        "ดีจ้า",
        "หวัดดี",
        "ดี"
      ],
      "responses": [
        "สวัสดีครับ น้อง Bot ของ ทางโครงการ Super AI Engineer ยินดีให้บริการครับ หากท่านสงสัยเรื่องใด สามารถสอบถามน้องบอทได้เลยนะครับ"
      ]
    },
    {
      "tag": "สิทธิประโยชน์",
      "patterns": [
        "ถ้าเข้าร่วมโครงการได้สิทธิประโยชน์อะไรบ้าง",
        "เข้าโครงการแล้วได้รับเงินมั้ย",
        "เข้าโครงการแล้วได้รับตังค์มั้ย"
      ],
      "responses": [
        " ** สำหรับเลเวล 1 ** \n -จะไม่ได้รับเงินทุน แต่จะได้ \n 1.)เกียรติบัตร “Foundation AI” \n 2.)โอกาศได้รับการพิจารณารับเลือกเป็นผู้อบรม ค่าย 2 \n ** สำหรับเลเวล 2 ** \n -ผู้ที่ผ่านการคัดเลือกจะได้รับเงินทุนสนับสนุนระหว่างอบรม ท่านละ 50,000 บาท (ปฏิบัติตามเงื่อนไขสัญญารับทุน) \n ** สำหรับเลเวล 3 ** -จะไม่ได้รับเงินทุน แต่จะได้ \n 1. จะได้เข้ารับการฝึกงานกับบริษัทที่เข้าร่วมกับโครงการ ระยะเวลาอย่างน้อย 2 เดือน \n 2. ภายในระยะเวลาฝึกงาน ท่านจะได้รับเงินเดือนตามตกลงกับบริษัทที่เข้าร่วมกับโครงการ \n "
      ]
    },
    {
      "tag": "รูปแบบโครงการ",
      "patterns": [
        "โครงการเป็นรูปแบบประมาณไหน",
        "โครงการจัดอบรมอย่างไร",
        "รูปแบบโครงการเป็นยังไง"
    ],
      "responses": ["โครงการ Super AI Engineer Season 2 ได้จัดหลักสูตรอบรมแบบ Online และ Onsite จำนวน 3 ระดับ ดังนี้ \n หลักสูตรเอไอระดับพื้นฐาน (Fundamental Level) หรือ เลเวล 1 \n หลักสูตรเอไอระดับกลาง (Intermediate Level) หรือ เลเวล 2 \n หลักสูตรเอไอขั้นสูง (Applied Level)หรือ เลเวล 3"]
    },
    {
      "tag": "ขั้นตอนในการสมัคร",
      "patterns": [
        "ถ้าอยากสมัครเข้าร่วมโครงการต้องทำอย่างไร",
        "มีขั้นตอนในการสมัครอย่างไร",
        "สมัครอย่างไรได้บ้าง" 

      ],
      "responses": [
        " ** สำหรับการสมัคร ** \n 1. เข้าเว็บไซต์ https://superai.aiat.or.th เพื่ออ่านรายละเอียดโครงการ และกำหนดการต่าง ๆ \n 2. สมัครเข้าร่วมโครงการโดยการคลิกที่เมนู “สมัครเข้าโครงการ” \n 3. กรอกข้อมูลของท่านตามที่ระบบกำหนดให้ครบถ้วน และตรวจสอบความถูกต้อง \n 4. รอรับรหัสเข้าระบบสมาชิกทางอีเมลที่ท่านได้ทำการกรอกในระบบสมัคร \n 5. เข้าสู่ระบบ MOOC เพื่อเริ่มอบรมตามหลักสูตรที่โครงการจัดเตรียมไว้ให้ 6. เข้าสู่ระบบ Super AI Portal เพื่อรับข้อมูลข่าวสาร พูดคุย ระบบนี้สำหรับผู้ที่มี รหัสสมัครเท่านั้น"
      ]
    },
    {
      "tag": "ค่าใช้จ่ายในการสมัคร",
      "patterns": [
        "ต้องจ่ายเงินเท่าไรถึงจะสมครได้",
        "เสียเงินมั้ยถ้าจะเข้าโครงการ",
        "จ่ายเงินอย่างไรถึงจะเข้าโครงการได้"
      ],
      "responses": [
        "ไม่มีค่าใช้จ่าย ในการสมัครในการอบรม หากสนใจเข้าร่วมโครงการ สามารถสมัครผ่านระบบออนไลน์ได้ ฟรี"
      ]
    },
    {
      "tag": "เอกสารในการสมัคร",
      "patterns": [
        "ต้องยื่นเอกสารชนิดใดบ้าง",
        "ต้องยื่นหลักฐานอะไรไหม",
        "ใช้เอกสารอย่างไรบ้าง"
      ],
      "responses": [
        "สำหรับการสมัครเข้าร่วมโครงการ Super AI Engineer 2022 เพื่ออบรมและสอบ Pre-test ระดับพื้นฐานผู้อบรมไม่ต้องอัปโหลดเอกสารใด ๆ"
      ]
    },
    {
      "tag": "เกณฑ์ในการคัดเลือก",
      "patterns": [
        "เกณฑ์การประเมินการคัดเลือกเข้าร่วมโครงการเป็นอย่างไร?",
        "คัดเลือกคนเข้าโครงการยังไง",
        "คัดเลือกคนแบบไหน",
        "ต้องสอบอะไรบ้างถึงจะผ่าน"
      ],
      "responses": [
        "เกณฑ์การพิจารณาคัดเลือกจะมีทุกช่วงของกิจกรรม \n - เช่นช่วงที่ 1 (Level 1) จะมีการทดสอบความรู้ความสามารถด้านเอไอผ่านระบบสอบออนไลน์. \n - ช่วงที่ 2 (Level 2) การคัดเลือกเข้าค่ายอบรมจะพิจารณาจากความสามารถเชิงประจักร ประวัติส่วนตัวและประวัติการศึกษา ความสามารถในการถ่ายทอดความรู้ด้านเอไอผ่านคลิปวีดิโอ ทัศนคติ และแรงบันดาลใจ เป็นต้น \n -ส่วนช่วงที่ 3 (Level 3) จะขึ้นอยู่กับการพิจารณาจากสถานประกอบการ โดยผู้สมัครงานและผู้ประกอบการจะเลือกซึ่งกันและกัน (ดูเว็บไซต์ที่เมนู “ภาพรวมโครงการ”)"
      ]
    },
    {
      "tag": "จำนวนผู้สมัคร",
      "patterns": [
        "รับผู้สมัครกี่คน",
        "รับจำนวนจำกัดไหม",
        "รับผู้สมัครประมาณกี่คน",
        "รับผูู้สมัครเท่าไร" ,
        "รับคนเยอะมั้ย"
      ],
      "responses": [
        "ทางโครงการได้เปิดระบบอบรมออนไลน์ในหลักสูตรเอไอพื้นฐานโดยไม่มีค่าใช้จ่าย บุคลทั่วไป นักเรียน นักศึกษา ทุกสาขาอาชีพ โดยไม่จำกัดจำนวนผู้สมัคร" 
      ]
    },
    {
      "tag": "เทียบโอนหน่วยกิต",
      "patterns": [
        "สามารถเทียบโอนหน่วยกิตได้หรือไม่?",
        "โอนกับรายวิชาสหกิจหรือฝึกงานได้หรือไม่?" ,
        "นักศึกษาเทียบโอนได้หรือไม่"
      ],
      "responses": [
        "**สำหรับการเทียบโอนหน่วยกิต** \n -ผู้อบรมที่ต้องการเทียบโอนหน่วยกิตสามารถตรวจสอบรายชื่อหลักสูตรได้ที่เว็บไซต์โครงการ และตรวจสอบกำหนดการกิจกรรมในระยะเวลาที่เหมาะสมกับมหาวิทยาลัย หรือติดต่อสอบถามได้ที่ Super AI Portal \n **สำหรับการเทียบโอนรายวิชาสหกิจ หรือ การฝึกงาน ** \n -การใช้ช่วงเวลาฝึกงานในช่วงทำงานกับสถานประกอบการใน Level 3 ขึ้นอยู่กับข้อตกลงและเงื่อนไขที่ผู้อบรมได้ทำการตกลงไว้กับองค์กรที่ไปปฏิบัติงาน และ สถาบันการศึกษาที่สังกัด ทั้งนี้จะต้องเป็นไปตามเงื่อนไขของโครงการ คือ ผู้อบรมต้องทำงานในองค์กรหรือบริษัทเป็นระยะเวลาอย่างน้อย 2 เดือน (40 วันทำการ)" 
      ]
    },
    {
      "tag": "หลักสูตรเอไอระดับพื้นฐาน",
      "patterns": [
        "หลักสูตรเอไอระดับพื้นฐาน (Fundamental Level)",
        "เอไอระดับพื้นฐาน",
        "Fundamental Level",
        "Level 1 เรียนอะไรบ้างครับ", 
        "เลเวล1 เรียนอะไรบ้างครับ"
      ],
      "responses": [
        "**หลักสูตรเอไอระดับพื้นฐาน (Fundamental Level) ** \n - เหมาะสำหรับบุคคลทั่วไป นักเรียน นักศึกษา ทุกสาขาอาชีพ ทุกเพศ ทุกวัย ที่สนใจ \n -สามารถอบรมได้ตลอดเวลา ไม่มีการปิดระบบ จึงสามารถอบรมทบทวนย้อนหลังได้ \n -ลงทะเบียนได้เพื่อรับรหัส Super AI ดูขั้นตอนการสมัครในเมนู “สมัครเข้าโครงการ > ขั้นตอนการสมัคร” \n -เข้ารหัส Super AI ที่ได้จากการสมัคร อบรมผ่านช่องทาง เว็บไซต์ AIAT MOOC เลือกเมนู “หลักสูตร Super AI Engineer”"
      ]
    },
    {
      "tag": "หลักสูตรเอไอระดับกลาง",
      "patterns": [
        "หลักสูตรเอไอระดับกลาง (Intermediate Level)",
        "เอไอระดับกลาง",
        "Intermediate Level",
        "Level 2 เรียนอะไรบ้างครับ", 
        "เลเวล2 เรียนอะไรบ้างครับ"
      ],
      "responses": [
        "**หลักสูตรเอไอระดับกลาง (Intermediate Level)** \n - เหมาะสำหรับบุคคลทั่วไป นักเรียน นักศึกษา ทุกสาขาอาชีพ ทุกเพศ ทุกวัย ที่สนใจ \n -ลงทะเบียนได้เพื่อรับรหัส Supe AI ดูขั้นตอนการสมัครในเมนู “สมัครเข้าโครงการ>ขั้นตอนการสมัคร” \n -เข้ารหัส Super AI ที่ได้จากการสมัคร เข้าระบบ AIAT MOOC ที่ https://mooc.aiat.or.th/ เลือกเมนู “หลักสูตร Super AI Engineer” \n -หากสอบผ่านตามเกณฑ์จะได้รับเกียรติบัตร “Foundation AI”"
      ]
    },
    {
      "tag": "หลักสูตรเอไอขั้นสูง (Applied Level)",
      "patterns": [
        "หลักสูตรเอไอขั้นสูง (Applied Level)",
        "เอไอระดับสูง",
        "Applied Level",
        "Level 3 เรียนอะไรบ้างครับ", 
        "เลเวล3 เรียนอะไรบ้างครับ"
      ],
      "responses": [
        "**หลักสูตรเอไอขั้นสูง (Applied Level)** \n เหมาะสำหรับผู้ที่ต้องการ Upskill Reskill ในสาขาอาชีพเอไอ เช่น วิศวกร นวัตกร นักวิจัย ผู้ที่ต้องการทำ Startup เป็นผู้ที่มีคุณสมบัติและผ่านเงื่อนไขต่างๆ ดังนี้ \n -เป็นผู้ที่ผ่านการสอบวัดระดับความรู้พื้นฐานตามลำดับ และได้รับการพิจารณารับเลือกเป็นผู้เข้า ค่าย 2 \n -ฝึกอบรมเอไอระดับสูง (Applied AI) เป็นการอบรมเชิงปฏิบัติการและฝึกโจทย์เอไอจากสถานประกอบการ (Hackathon) จากหลากหลายสาขาในภาคอุตสาหกรรม และภาคธุรกิจ \n -ได้รับคำแนะนำ และที่ปรึกษาจากผู้เชี่ยวชาญด้านเอไอสาขาต่างๆ \n -ได้เข้าทำงานฝึกโจทย์เอไอกับสถานประกอบการ อย่างน้อย 2 เดือน (Level 3 – Apprenticeship Level) \n -ได้แลกเปลี่ยนความรู้กับผู้อบรมหลากหลายอาชีพ \n -เมื่อผ่านเกณฑ์การประเมินความรู้ความสามารถจะได้รับเกียรติบัตร “Applied AI” \n -สามารถแข่งขันชิงเงินรางวัล เหรียญรางวัล ของรางวัล หรือ การสนับสนุนในรูปแบบต่าง ๆ จากผู้สนับสนุนโครงการ"
      ]
    }
  ]
}
